Repository: codacy-open-source-projects-scans/polkit-pkla-compat
Catalog: po/*.po
Languages: ka

source: Use configuration files in DIR
ka: საქაღალდეში არსებული კონფიგურაციის ფაილების გამოყენება

source: DIR
ka: საქაღალდე

source: Interprets pklocalauthority(8) configuration files.
ka: Pklocalauthority(8) კონფიგურაციის ფაილების ინტერპრეტაცია.

source: %s: %s Run `%s --help' for more information.
ka: %s: %s მეტი ინფორმაციისთვის გამოიყენეთ `%s --help'.

source: %s: unexpected argument Run `%s --help' for more information.
ka: %s: მოულოდნელი არგუმენტი მეტი ინფორმაციისთვის გამოიყენეთ `%s --help'.

source: Invalid boolean value
ka: ლოგიკური ცვლადის არასწორი მნიშვნელობა

source: Use authorization 'top' directories in ;-separated PATH
ka: ;-ით გამოყოფილ ბილიკებში 'ზედა' საქაღალდეების ავტორიზაციის გამოყენება

source: PATH
ka: ბილიკი

source: Interprets pklocalauthority(8) authorization files.
ka: Pklocalauthority(8) ავტორიზაციის ფაილების ინტერპრეტაცია.

source: %s: unexpected number of arguments Run `%s --help' for more information.
ka: %s: არგუმენტების მოულოდნელი რაოდენობა მეტი ინფორმაციისთვის გამოიყენეთ '%s --help'.

source: %s: Invalid user `%s': %s
ka: %s: არასწორი მომხმარებელი `%s': %s

source: %s: Invalid boolean `%s': %s
ka: %s: არასწორი ლოგიკური მნიშვნელობა `%s': %s
